{
  "Absorb": "吸取对手的养分进行攻击。可以回复给予对手伤害的一半ＨＰ。",
  "Accelerock": "迅速撞向对手进行攻击。必定能够先制攻击。",
  "Acid": "将强酸泼向对手进行攻击。有时会降低对手的特防。",
  "Acid Armor": "通过细胞的变化进行液化，从而大幅提高自己的防御。",
  "Acid Downpour": "通过Ｚ力量使毒沼涌起，全力让对手沉下去。威力会根据原来的招式而改变。",
  "Acid Spray": "喷出能溶化对手的液体进行攻击。会大幅降低对手的特防。",
  "Acupressure": "通过点穴让身体舒筋活络。大幅提高某１项能力。",
  "Aerial Ace": "以敏捷的动作戏弄对手后进行切斩。攻击必定会命中。",
  "Aeroblast": "发射空气旋涡进行攻击。容易击中要害。",
  "After You": "支援我方或对手的行动，使其紧接着此招式之后行动。",
  "Agility": "让身体放松变得轻盈，以便高速移动。大幅提高自己的速度。",
  "Air Cutter": "用锐利的风切斩对手进行攻击。容易击中要害。",
  "Air Slash": "用连天空也能劈开的空气之刃进行攻击。有时会使对手畏缩。",
  "All-Out Pummeling": "通过Ｚ力量制造出能量弹，全力撞向对手。威力会根据原来的招式而改变。",
  "Alluring Voice": "用天使般的歌声攻击对手。会让此回合内能力有提高的宝可梦陷入混乱状态。",
  "Ally Switch": "用神奇的力量瞬间移动，互换自己和同伴所在的位置。连续使出则容易失败。",
  "Amnesia": "将头脑清空，瞬间忘记某事，从而大幅提高自己的特防。",
  "Anchor Shot": "将锚缠住对手进行攻击。使对手无法逃走。",
  "Ancient Power": "用原始之力进行攻击。有时会提高自己所有的能力。",
  "Apple Acid": "使用从酸苹果中提取出来的酸性液体进行攻击。降低对手的特防。",
  "Aqua Cutter": "如刀刃般喷射出加压的水切开对手。容易击中要害。",
  "Aqua Jet": "以迅雷不及掩耳之势扑向对手。必定能够先制攻击。",
  "Aqua Ring": "在自己身体的周围覆盖用水制造的幕。每回合回复ＨＰ。",
  "Aqua Step": "以盈盈欲滴的轻快步伐戏耍对手并给予其伤害。会提高自己的速度。",
  "Aqua Tail": "如惊涛骇浪般挥动大尾巴攻击对手。",
  "Armor Cannon": "熊熊燃烧自己的铠甲，将其做成炮弹射出攻击。自己的防御和特防会降低。",
  "Arm Thrust": "用张开着的双手猛推对手进行攻击。连续攻击２～５次。",
  "Aromatherapy": "让同伴闻沁人心脾的香气，从而治愈我方全员的异常状态。",
  "Aromatic Mist": "通过神奇的芳香，提高我方宝可梦的特防。",
  "Assist": "向同伴紧急求助，从我方宝可梦已学会的招式中随机使用１个。",
  "Astonish": "用尖叫声等突然惊吓对手进行攻击。有时会使对手畏缩。",
  "Astral Barrage": "用大量的小灵体向对手发起攻击。",
  "Attack Order": "召唤手下，让其朝对手发起攻击。容易击中要害。",
  "Attract": "♂诱惑♀或♀诱惑♂，让对手着迷。对手将很难使出招式。",
  "Aura Sphere": "从体内产生出波导之力，然后向对手发出。攻击必定会命中。",
  "Aura Wheel": "用储存在颊囊里的能量进行攻击，并提高自己的速度。其属性会随着莫鲁贝可的样子而改变。",
  "Aurora Beam": "向对手发射虹色光束进行攻击。有时会降低对手的攻击。",
  "Aurora Veil": "在５回合内减弱物理和特殊的伤害。只有下雪时才能使出。",
  "Autotomize": "削掉身体上没用的部分。大幅提高自己的速度，同时体重也会变轻。",
  "Axe Kick": "将踢起的脚跟往下劈向对手进行攻击。有时会使对手混乱。如果劈偏则自己会受到伤害。",
  "Baby-Doll Eyes": "用圆瞳凝视对手，从而降低其攻击。必定能够先制攻击。",
  "Baddy Bad": "恶行恶相地进行攻击。制造一道能减弱对手物理攻击的神奇墙壁。",
  "Baneful Bunker": "防住对手攻击的同时，让接触到自己的对手中毒。",
  "Barb Barrage": "用无数的毒针进行攻击。有时还会让对手陷入中毒状态。攻击处于中毒状态的对手时，威力会变成２倍。",
  "Barrage": "向对手投掷圆形物体进行攻击。连续攻击２～５次。",
  "Barrier": "制造坚固的壁障，从而大幅提高自己的防御。",
  "Baton Pass": "和后备宝可梦进行替换。换上的宝可梦能直接继承其能力的变化。",
  "Beak Blast": "先加热鸟嘴后再进行攻击。鸟嘴在加热时对手触碰的话，就会使其灼伤。",
  "Behemoth Bash": "将全身变化为坚固的盾，猛烈地撞向对手进行攻击。",
  "Behemoth Blade": "以全身力气举起强大的剑，猛烈地劈向对手进行攻击。",
  "Belch": "朝着对手打嗝，并给予伤害。如果不吃树果则无法使出。",
  "Belly Drum": "将自己的ＨＰ减少到最大ＨＰ的一半，从而最大限度提高自己的攻击。",
  "Bestow": "当对手未携带道具时，能够将自己携带的道具交给对手。",
  "Bide": "在２回合内忍受攻击，受到的伤害会２倍返还给对手。",
  "Bind": "使用长长的身体或藤蔓等，在４～５回合内绑紧对手进行攻击。",
  "Bite": "用尖锐的牙咬住对手进行攻击。有时会使对手畏缩。",
  "Bitter Blade": "将对世间的留恋聚集于剑尖，并斩击对手。可以回复给予对手伤害的一半ＨＰ。",
  "Bitter Malice": "用令人毛骨悚然的怨念进行攻击。会降低对手的攻击。",
  "Black Hole Eclipse": "通过Ｚ力量收集恶能量，全力将对手吸入。威力会根据原来的招式而改变。",
  "Blast Burn": "用爆炸的火焰烧尽对手进行攻击。下一回合自己将无法动弹。",
  "Blaze Kick": "攻击对手后，有时会使其陷入灼伤状态。也容易击中要害。",
  "Bleakwind Storm": "用足以让身心都止不住颤抖的冰冷狂风进行攻击。有时会降低对手的速度。",
  "Blizzard": "将猛烈的暴风雪刮向对手进行攻击。有时会让对手陷入冰冻状态。",
  "Block": "张开双手进行阻挡，封住对手的退路，使其不能逃走。",
  "Blood Moon": "从赤红如血的满月发射出全部的气势。这个招式无法连续使出２次。",
  "Bloom Doom": "通过Ｚ力量借助花草的能量，全力攻击对手。威力会根据原来的招式而改变。",
  "Blue Flare": "用美丽而激烈的青焰包裹住对手进行攻击。有时会让对手陷入灼伤状态。",
  "Body Press": "用身体撞向对手进行攻击。防御越高，给予的伤害就越高。",
  "Body Slam": "用整个身体压住对手进行攻击。有时会让对手陷入麻痹状态。",
  "Bolt Strike": "让强大的电流覆盖全身，猛撞向对手进行攻击。有时会让对手陷入麻痹状态。",
  "Bone Club": "用手中的骨头殴打对手进行攻击。有时会使对手畏缩。",
  "Bonemerang": "用手中的骨头投掷对手，来回连续２次给予伤害。",
  "Bone Rush": "用坚硬的骨头殴打对手进行攻击。连续攻击２～５次。",
  "Boomburst": "通过震耳欲聋的爆炸声产生的破坏力，攻击自己周围所有的宝可梦。",
  "Bounce": "弹跳到高高的空中，第２回合攻击对手。有时会让对手陷入麻痹状态。",
  "Bouncy Bubble": "投掷水球进行攻击。吸水后能回复等同于造成的伤害一半的HP。",
  "Branch Poke": "使用尖锐的树枝刺向对手进行攻击。",
  "Brave Bird": "收拢翅膀，通过低空飞行突击对手。自己也会受到不小的伤害。",
  "Breaking Swipe": "用坚韧的尾巴猛扫对手进行攻击，从而降低对手的攻击。",
  "Breakneck Blitz": "通过Ｚ力量气势猛烈地全力撞上对手。威力会根据原来的招式而改变。",
  "Brick Break": "将手刀猛烈地挥下攻击对手。还可以破坏光墙和反射壁等。",
  "Brine": "当对手的ＨＰ负伤到一半左右时，招式威力会变成２倍。",
  "Brutal Swing": "用自己的身体狂舞挥打，给予对手伤害。",
  "Bubble": "向对手用力吹起无数泡泡进行攻击。有时会降低对手的速度。",
  "Bubble Beam": "向对手猛烈地喷射泡沫进行攻击。有时会降低对手的速度。",
  "Bug Bite": "咬住进行攻击。当对手携带树果时，可以食用并获得其效果。",
  "Bug Buzz": "利用振动发出音波进行攻击。有时会降低对手的特防。",
  "Bulk Up": "使出全身力气绷紧肌肉，从而提高自己的攻击和防御。",
  "Bulldoze": "用力踩踏地面并攻击自己周围所有的宝可梦。会降低对方的速度。",
  "Bullet Punch": "向对手使出如子弹般快速而坚硬的拳头。必定能够先制攻击。",
  "Bullet Seed": "向对手猛烈地发射种子进行攻击。连续攻击２～５次。",
  "Burning Bulwark": "用超高温的体毛防住对手攻击的同时，让接触到自己的对手灼伤。",
  "Burning Jealousy": "用嫉妒的能量攻击对手。会让在该回合内能力有所提高的宝可梦陷入灼伤状态。",
  "Burn Up": "将自己全身燃烧起火焰来，给予对手大大的伤害。自己的火属性将会消失。",
  "Buzzy Buzz": "放出电击攻击对手。让对手陷入麻痹状态。",
  "Calm Mind": "静心凝神，从而提高自己的特攻和特防。",
  "Camouflage": "根据所在场所不同，如水边、草丛和洞窟等，可以改变自己的属性。",
  "Captivate": "♂诱惑♀或♀诱惑♂，从而大幅降低对手的特攻。",
  "Ceaseless Edge": "用贝壳之剑进行攻击。散落的贝壳碎片会散落在对手脚下成为撒菱。",
  "Celebrate": "宝可梦为十分开心的你庆祝。",
  "Charge": "变为充电状态，提高下次使出的电属性的招式威力。自己的特防也会提高。",
  "Charge Beam": "向对手发射电击光束。由于蓄满电流，有时会提高自己的特攻。",
  "Charm": "可爱地凝视，诱使对手疏忽大意，从而大幅降低对手的攻击。",
  "Chatter": "用非常烦人的，喋喋不休的音波攻击对手。使对手混乱。",
  "Chilling Water": "泼洒冰冷得足以让对手失去活力的水进行攻击。会降低对手的攻击。",
  "Chilly Reception": "留下冷场的冷笑话后，和后备宝可梦进行替换。在５回合内会下雪。",
  "Chip Away": "看准机会稳步攻击。无视对手的能力变化，直接给予伤害。",
  "Chloroblast": "将自己的叶绿素凝聚起来后放出去进行攻击。自己也会受到伤害。",
  "Circle Throw": "扔飞对手，强制拉后备宝可梦上场。如果对手为野生宝可梦，战斗将直接结束。",
  "Clamp": "用非常坚固且厚实的贝壳，在４～５回合内夹住对手进行攻击。",
  "Clanging Scales": "摩擦全身鳞片，发出响亮的声音进行攻击。攻击后自己的防御会降低。",
  "Clangorous Soul": "削减少许自己的ＨＰ，使所有能力都提高。",
  "Clangorous Soulblaze": "得到Ｚ力量的杖尾鳞甲龙将全力攻击对手。并且自己的能力会提高。",
  "Clear Smog": "向对手投掷特殊的泥块进行攻击。使其能力变回原点。",
  "Close Combat": "放弃守护，向对手的怀里突击。自己的防御和特防会降低。",
  "Coaching": "通过进行正确合理的指导，提高我方全员的攻击和防御。",
  "Coil": "盘蜷着集中精神。提高自己的攻击、防御和命中率。",
  "Collision Course": "边变形边凶暴地落下，并引发起古老的大爆炸。若针对到弱点，威力会进一步。",
  "Comet Punch": "用拳头怒涛般的殴打对手进行攻击。连续攻击２～５次。",
  "Confide": "和对手进行密语，使其失去集中力，从而降低对手的特攻。",
  "Confuse Ray": "显示奇怪的光，扰乱对手。使对手混乱。",
  "Confusion": "向对手发送微弱的念力进行攻击。有时会使对手混乱。",
  "Constrict": "用触手或青藤等缠绕进行攻击。有时会降低对手的速度。",
  "Continental Crush": "通过Ｚ力量召唤大大的岩山，全力撞向对手。威力会根据原来的招式而改变。",
  "Conversion": "将自己的属性转换成和已学会的招式中第一个招式相同的属性。",
  "Conversion 2": "为了可以抵抗对手最后使用的招式，从而使自己的属性发生变化。",
  "Copycat": "模仿对手刚才使出的招式，并使出相同招式。如果对手还没出招则会失败。",
  "Core Enforcer": "如果给予过伤害的对手已经结束行动，其特性就会被消除。",
  "Corkscrew Crash": "通过Ｚ力量进行高速旋转，全力撞上对手。威力会根据原来的招式而改变。",
  "Corrosive Gas": "用具有强酸性的气体包裹住自己周围所有的宝可梦，并融化其所携带的道具。",
  "Cosmic Power": "汲取宇宙中神秘的力量，从而提高自己的防御和特防。",
  "Cotton Guard": "用软绵绵的绒毛包裹住自己的身体进行守护。巨幅提高自己的防御。",
  "Cotton Spore": "将棉花般柔软的孢子紧贴对手，从而大幅降低对手的速度。",
  "Court Change": "用神奇的力量交换双方的场地效果。",
  "Covet": "一边可爱地撒娇，一边靠近对手进行攻击，还能夺取对手携带的道具。",
  "Crabhammer": "用大钳子敲打对手进行攻击。容易击中要害。",
  "Crafty Shield": "使用神奇的力量防住攻击我方的变化招式。但无法防住伤害招式的攻击。",
  "Cross Chop": "用两手呈十字劈打对手进行攻击。容易击中要害。",
  "Cross Poison": "用毒刃劈开对手。有时会让对手陷入中毒状态，也容易击中要害。",
  "Crunch": "用利牙咬碎对手进行攻击。有时会降低对手的防御。",
  "Crush Claw": "用坚硬的锐爪劈开对手进行攻击。有时会降低对手的防御。",
  "Curse": "使用该招式的宝可梦，其属性是幽灵属性或其他属性时，效果会不一样。",
  "Cut": "用镰刀或爪子等切斩对手进行攻击。",
  "Darkest Lariat": "旋转双臂打向对手。无视对手的能力变化，直接给予伤害。",
  "Dark Pulse": "从体内发出充满恶意的恐怖气场。有时会使对手畏缩。",
  "Dark Void": "将对手强制拖入黑暗的世界，从而让对手陷入睡眠状态。",
  "Dazzling Gleam": "向对手发射强光，并给予伤害。",
  "Decorate": "通过装饰，大幅提高对方的攻击和特攻。",
  "Defend Order": "召唤手下，让其附在自己的身体上。可以提高自己的防御和特防。",
  "Defense Curl": "将身体蜷曲变圆，从而提高自己的防御。",
  "Defog": "用强风吹开对手的反射壁或光墙等。也会降低对手的闪避率。",
  "Destiny Bond": "使出招式后，当受到对手攻击陷入昏厥时，对手也会一同昏厥。连续使出则会失败。",
  "Detect": "完全抵挡对手的攻击。连续使出则容易失败。",
  "Devastating Drake": "通过Ｚ力量将气场实体化，向对手全力发动袭击。威力会根据原来的招式而改变。",
  "Diamond Storm": "掀起钻石风暴给予伤害。有时会大幅提高自己的防御。",
  "Dig": "第１回合钻入地底，第２回合攻击对手。",
  "Disable": "阻碍对手行动，之前使出的招式将在４回合内无法使用。",
  "Disarming Voice": "发出魅惑的叫声，给予对手精神上的伤害。攻击必定会命中。",
  "Discharge": "用耀眼的电击攻击自己周围所有的宝可梦。有时会陷入麻痹状态。",
  "Dire Claw": "以破灭之爪进行攻击。有时还会让对手陷入中毒、麻痹、睡眠之中的一种状态。",
  "Dive": "第１回合潜入水中，第２回合浮上来进行攻击。",
  "Dizzy Punch": "有节奏地出拳攻击对手。有时会使对手混乱。",
  "Doodle": "把握并映射出对手的本质，让自己和同伴宝可梦的特性变得和对手相同。",
  "Doom Desire": "使用招式２回合后，会用无数道光束攻击对手。",
  "Double-Edge": "拼命地猛撞向对手进行攻击。自己也会受到不小的伤害。",
  "Double Hit": "使用尾巴等拍打对手进行攻击。连续２次给予伤害。",
  "Double Iron Bash": "以胸口的螺帽为中心旋转，并连续２次挥动手臂打击对手。有时会使对手畏缩。",
  "Double Kick": "用２只脚踢飞对手进行攻击。连续２次给予伤害。",
  "Double Shock": "将全身所有的电力放出，给予对手大大的伤害。自己的电属性将会消失。",
  "Double Slap": "用连环巴掌拍打对手进行攻击。连续攻击２～５次。",
  "Double Team": "通过快速移动来制造分身，扰乱对手，从而提高闪避率。",
  "Draco Meteor": "从天空中向对手落下陨石。使用之后因为反作用力，自己的特攻会大幅降低。",
  "Dragon Ascent": "从天空中急速下降攻击对手。自己的防御和特防会降低。",
  "Dragon Breath": "将强烈的气息吹向对手进行攻击。有时会让对手陷入麻痹状态。",
  "Dragon Cheer": "以龙之鼓舞提高士气，让我方的招式变得容易击中要害。对龙属性的鼓舞效果会更强。",
  "Dragon Claw": "用尖锐的巨爪劈开对手进行攻击。",
  "Dragon Dance": "激烈地跳起神秘且强有力的舞蹈。从而提高自己的攻击和速度。",
  "Dragon Darts": "让多龙梅西亚进行２次攻击。如果对手有２只宝可梦，则对它们各进行１次攻击。",
  "Dragon Hammer": "将身体当作锤子，向对手发动袭击，给予伤害。",
  "Dragon Pulse": "从大大的口中掀起冲击波攻击对手。",
  "Dragon Rage": "将愤怒的冲击波撞向对手进行攻击。必定会给予40的伤害。",
  "Dragon Rush": "释放出骇人的杀气，一边威慑一边撞击对手。有时会使对手畏缩。",
  "Dragon Tail": "弹飞对手，强制拉后备宝可梦上场。如果对手为野生宝可梦，战斗将直接结束。",
  "Draining Kiss": "用一个吻吸取对手的ＨＰ。回复给予对手伤害的一半以上的ＨＰ。",
  "Drain Punch": "用拳头吸取对手的力量。可以回复给予对手伤害的一半ＨＰ。",
  "Dream Eater": "吃掉正在睡觉的对手的梦进行攻击。回复对手所受到伤害的一半ＨＰ。",
  "Drill Peck": "一边旋转，一边将尖喙刺入对手进行攻击。",
  "Drill Run": "像钢钻一样，一边旋转身体一边撞击对手。容易击中要害。",
  "Drum Beating": "用鼓点来控制鼓的根部进行攻击，从而降低对手的速度。",
  "Dual Chop": "用身体坚硬的部分拍打对手进行攻击。连续２次给予伤害。",
  "Dual Wingbeat": "将翅膀撞向对手进行攻击。连续２次给予伤害。",
  "Dynamax Cannon": "将凝缩在体内的能量从核心放出进行攻击。",
  "Dynamic Punch": "使出浑身力气出拳进行攻击。必定会使对手混乱。",
  "Earth Power": "向对手脚下释放出大地之力。有时会降低对手的特防。",
  "Earthquake": "利用地震的冲击，攻击自己周围所有的宝可梦。",
  "Eerie Impulse": "从身体放射出怪异电波，让对手沐浴其中，从而大幅降低其特攻。",
  "Eerie Spell": "用强大的精神力量攻击。让对手最后使用的招式减少３ＰＰ。",
  "Egg Bomb": "向对手用力投掷大大的蛋进行攻击。",
  "Electric Terrain": "在５回合内变成电气场地。地面上的宝可梦将无法入眠。电属性的招式威力还会提高。",
  "Electrify": "对手使出招式前，如果输电，则该回合对手的招式变成电属性。",
  "Electro Drift": "边变形边高速奔走，并以未知的电击贯穿对手。若针对到弱点，威力会进一步。",
  "Electro Shot": "第１回合收集电力提高特攻，第２回合将高压的电力发射出去。下雨天气时能立刻发射。",
  "Electroweb": "用电网捉住对手进行攻击。会降低对手的速度。",
  "Embargo": "让对手在５回合内不能使用宝可梦携带的道具。训练家也不能给那只宝可梦使用道具。",
  "Ember": "向对手发射小型火焰进行攻击。有时会让对手陷入灼伤状态。",
  "Encore": "让对手接受再来一次，连续３次使出最后使用的招式。",
  "Endure": "即使受到攻击，也至少会留下１ＨＰ。连续使出则容易失败。",
  "Energy Ball": "发射从自然收集的生命力量。有时会降低对手的特防。",
  "Entrainment": "用神奇的节奏跳舞。使对手模仿自己的动作，从而将特性变成一样。",
  "Esper Wing": "用经过气场强化的翅膀撕裂对手。容易击中要害。会提高自己的速度。",
  "Eternabeam": "无极汰那变回原来的样子后，发动的最强攻击。下一回合自己将无法动弹。",
  "Expanding Force": "利用精神力量攻击对手。在精神场地上威力会有所提高，能对所有对手造成伤害。",
  "Explosion": "引发大爆炸，攻击自己周围所有的宝可梦。使用后自己会陷入昏厥。",
  "Extrasensory": "发出看不见的神奇力量进行攻击。有时会使对手畏缩。",
  "Extreme Evoboost": "得到Ｚ力量的伊布将借助进化后伙伴们的力量，大幅提高能力。",
  "Extreme Speed": "以迅雷不及掩耳之势猛撞向对手进行攻击。必定能够先制攻击。",
  "Facade": "当自己处于中毒、麻痹、灼伤状态时，向对手使出此招式的话，威力会变成２倍。",
  "Fairy Lock": "通过封锁，下一回合所有的宝可梦都无法逃走。",
  "Fairy Wind": "刮起妖精之风，吹向对手进行攻击。",
  "Fake Out": "进行先制攻击，使对手畏缩。要在出场后立刻使出才能成功。",
  "Fake Tears": "装哭流泪。使对手不知所措，从而大幅降低对手的特防。",
  "False Surrender": "装作低头认错的样子，用凌乱的头发进行突刺。攻击必定会命中。",
  "False Swipe": "对手的ＨＰ至少会留下１ＨＰ，如此般手下留情地攻击。",
  "Feather Dance": "撒出羽毛，笼罩在对手的周围。大幅降低对手的攻击。",
  "Feint": "能够攻击正在使用守住或看穿等招式的对手。解除其守护效果。",
  "Feint Attack": "悄悄地靠近对手，趁其不备进行殴打。攻击必定会命中。",
  "Fell Stinger": "如果使用此招式打倒对手，攻击会巨幅提高。",
  "Fickle Beam": "发射光线进行攻击。有时其他的头也会合力发射镭射，让招式威力变成２倍。",
  "Fiery Dance": "让火焰覆盖全身，振翅攻击对手。有时会提高自己的特攻。",
  "Fiery Wrath": "将愤怒转化为火焰般的气场进行攻击。有时会使对手畏缩。",
  "Fillet Away": "削减自己的ＨＰ，大幅提高攻击和特攻以及速度。",
  "Fire Blast": "用大字形状的火焰烧尽对手。有时会让对手陷入灼伤状态。",
  "Fire Fang": "用覆盖着火焰的牙齿咬住对手。有时会使对手畏缩或陷入灼伤状态。",
  "Fire Lash": "用燃烧的鞭子抽打对手。受到攻击的对手防御会降低。",
  "Fire Punch": "用充满火焰的拳头攻击对手。有时会让对手陷入灼伤状态。",
  "Fire Spin": "将对手困在激烈的火焰旋涡中，在４～５回合内进行攻击。",
  "First Impression": "威力很高的招式，但只有在出场战斗时，立刻使出才能成功。",
  "Fissure": "让对手掉落于地裂的裂缝中进行攻击。只要命中就会一击昏厥。",
  "Flame Burst": "如果击中，爆裂的火焰会攻击到对手。爆裂出的火焰还会飞溅到旁边的对手。",
  "Flame Charge": "让火焰覆盖全身，攻击对手。积蓄力量来提高自己的速度。",
  "Flame Wheel": "让火焰覆盖全身，猛撞向对手进行攻击。有时会让对手陷入灼伤状态。",
  "Flamethrower": "向对手发射烈焰进行攻击。有时会让对手陷入灼伤状态。",
  "Flare Blitz": "让火焰覆盖全身猛撞向对手。自己也会受到不小的伤害。有时会让对手陷入灼伤状态。",
  "Flash": "使出光芒，从而降低对手的命中率。也可在阴暗的洞窟里照亮四周。",
  "Flash Cannon": "将身体的光芒聚集在一点释放出去。有时会降低对手的特防。",
  "Flatter": "吹捧对手，使其混乱。同时还会提高对手的特攻。",
  "Fleur Cannon": "放出强力光束后，自己的特攻会大幅降低。",
  "Fling": "快速投掷携带的道具进行攻击。根据道具不同，威力和效果会改变。",
  "Flip Turn": "在攻击之后急速返回，和后备宝可梦进行替换。",
  "Floaty Fall": "轻飘飘地浮起来后，再猛地俯冲下去进行攻击。有时会使对手畏缩。",
  "Floral Healing": "回复对手最大ＨＰ的一半。在青草场地时，效果会提高。",
  "Flower Shield": "使用神奇的力量提高在场的所有草属性宝可梦的防御。",
  "Flower Trick": "将做了手脚的花束扔向对手进行攻击。必定会命中，且会击中要害。",
  "Fly": "第１回合飞上天空，第２回合攻击对手。",
  "Flying Press": "从空中俯冲向对手。此招式同时带有格斗属性和飞行属性。",
  "Focus Blast": "提高气势，释放出全部力量。有时会降低对手的特防。",
  "Focus Energy": "深深地吸口气，集中精神。自己的攻击会变得容易击中要害。",
  "Focus Punch": "集中精神出拳。在招式使出前若受到攻击则会失败。",
  "Follow Me": "引起对手的注意，将对手的攻击全部转移到自己身上。",
  "Force Palm": "向对手的身体发出冲击波进行攻击。有时会让对手陷入麻痹状态。",
  "Foresight": "使出后对幽灵属性宝可梦没有效果的招式以及闪避率高的对手，变得能够打中。",
  "Forest's Curse": "向对手施加森林咒术。中了咒术的对手会被追加草属性。",
  "Foul Play": "利用对手的力量进行攻击。正和自己战斗的对手，其攻击越高，伤害越大。",
  "Freeze-Dry": "急剧冷冻对手，有时会让对手陷入冰冻状态。对于水属性宝可梦也是效果绝佳。",
  "Freeze Shock": "用覆盖着电流的冰块，在第２回合撞向对手。有时会让对手陷入麻痹状态。",
  "Freezing Glare": "从双眼发射精神力量进行攻击。有时会让对手陷入冰冻状态。",
  "Freezy Frost": "利用冰冷的黑雾结晶进行攻击。使全体宝可梦的能力变回原点。",
  "Frenzy Plant": "用大树摔打对手进行攻击。下一回合自己将无法动弹。",
  "Frost Breath": "将冰冷的气息吹向对手进行攻击。必定会击中要害。",
  "Fury Attack": "用角或喙刺向对手进行攻击。连续攻击２～５次。",
  "Fury Swipes": "用爪子或镰刀等抓对手进行攻击。连续攻击２～５次。",
  "Fusion Bolt": "释放出巨大的闪电。受到巨大的火焰影响时，招式威力会提高。",
  "Fusion Flare": "释放出巨大的火焰。受到巨大的闪电影响时，招式威力会提高。",
  "Future Sight": "在使用招式２回合后，向对手发送一团念力进行攻击。",
  "Gastro Acid": "将胃液吐向对手的身体。沾上的胃液会消除对手的特性效果。",
  "Gear Grind": "向对手投掷钢铁齿轮进行攻击。连续２次给予伤害。",
  "Gear Up": "启动齿轮，提高特性为正电和负电的宝可梦的攻击和特攻。",
  "Genesis Supernova": "得到Ｚ力量的梦幻将全力攻击对手。脚下会变成精神场地。",
  "Geomancy": "第１回合吸收能量，第２回合大幅提高特攻、特防和速度。",
  "Giga Drain": "吸取对手的养分进行攻击。可以回复给予对手伤害的一半ＨＰ。",
  "Giga Impact": "使出自己浑身力量突击对手。下一回合自己将无法动弹。",
  "Gigaton Hammer": "连同身体转起巨大的锤子进行攻击。这个招式无法连续使出２次。",
  "Gigavolt Havoc": "通过Ｚ力量将蓄积的强大电流全力撞向对手。威力会根据原来的招式而改变。",
  "Glacial Lance": "向对手投掷掀起暴风雪的冰矛进行攻击。",
  "Glaciate": "将冰冻的冷气吹向对手进行攻击。会降低对手的速度。",
  "Glaive Rush": "有勇无谋的舍身突击。使出招式后，对手的攻击必定会命中，且伤害会变成２倍。",
  "Glare": "用腹部的花纹使对手害怕，从而让其陷入麻痹状态。",
  "Glitzy Glow": "利用念力强攻，粉碎对方信心。制造一道能减弱对手特殊攻击的神奇墙壁。",
  "G-Max Befuddle": "超极巨化的巴大蝶使出的虫属性攻击。会让对手陷入中毒、麻痹或睡眠状态。",
  "G-Max Cannonade": "超极巨化的水箭龟使出的水属性攻击。可在４回合内给予对手伤害。",
  "G-Max Centiferno": "超极巨化的焚焰蚣使出的火属性攻击。可在４～５回合内将对手困在火焰中。",
  "G-Max Chi Strike": "超极巨化的怪力使出的格斗属性攻击。会变得容易击中要害。",
  "G-Max Cuddle": "超极巨化的伊布使出的一般属性攻击。会让对手陷入着迷状态。",
  "G-Max Depletion": "超极巨化的铝钢龙使出的龙属性攻击。可减少对手最后使用的招式的ＰＰ。",
  "G-Max Drum Solo": "超极巨化的轰擂金刚猩使出的草属性攻击。不会受到对手特性的干扰。",
  "G-Max Finale": "超极巨化的霜奶仙使出的妖精属性攻击。可回复我方的ＨＰ。",
  "G-Max Fireball": "超极巨化的闪焰王牌使出的火属性攻击。不会受到对手特性的干扰。",
  "G-Max Foam Burst": "超极巨化的巨钳蟹使出的水属性攻击。会大幅降低对手的速度。",
  "G-Max Gold Rush": "超极巨化的喵喵使出的一般属性攻击。会让对手陷入混乱状态，并可获得金钱。",
  "G-Max Gravitas": "超极巨化的以欧路普使出的超能力属性攻击。在５回合内重力会产生变化。",
  "G-Max Hydrosnipe": "超极巨化的千面避役使出的水属性攻击。不会受到对手特性的干扰。",
  "G-Max Malodor": "超极巨化的灰尘山使出的毒属性攻击。会让对手陷入中毒状态。",
  "G-Max Meltdown": "超极巨化的美录梅塔使出的钢属性攻击。会让对手无法连续使出相同的招式。",
  "G-Max One Blow": "超极巨化的武道熊师使出的恶属性攻击。是可以无视极巨防壁的一击。",
  "G-Max Rapid Flow": "超极巨化的武道熊师使出的水属性攻击。是可以无视极巨防壁的连击。",
  "G-Max Replenish": "超极巨化的卡比兽使出的一般属性攻击。会让吃掉的树果再生。",
  "G-Max Resonance": "超极巨化的拉普拉斯使出的冰属性攻击。可在５回合内减弱受到的伤害。",
  "G-Max Sandblast": "超极巨化的沙螺蟒使出的地面属性攻击。在４～５回合内会狂刮沙暴。",
  "G-Max Smite": "超极巨化的布莉姆温使出的妖精属性攻击。会让对手陷入混乱状态。",
  "G-Max Snooze": "超极巨化的长毛巨魔使出的恶属性攻击。会通过打大哈欠让对手产生睡意。",
  "G-Max Steelsurge": "超极巨化的大王铜象使出的钢属性攻击。会发射无数锐利的刺。",
  "G-Max Stonesurge": "超极巨化的暴噬龟使出的水属性攻击。会发射无数锐利的岩石。",
  "G-Max Stun Shock": "超极巨化的颤弦蝾螈使出的电属性攻击。会让对手陷入中毒或麻痹状态。",
  "G-Max Sweetness": "超极巨化的丰蜜龙使出的草属性攻击。会治愈我方的异常状态。",
  "G-Max Tartness": "超极巨化的苹裹龙使出的草属性攻击。会降低对手的闪避率。",
  "G-Max Terror": "超极巨化的耿鬼使出的幽灵属性攻击。会踩住对手的影子，让其无法被替换。",
  "G-Max Vine Lash": "超极巨化的妙蛙花使出的草属性攻击。可在４回合内给予对手伤害。",
  "G-Max Volcalith": "超极巨化的巨炭山使出的岩石属性攻击。可在４回合内给予对手伤害。",
  "G-Max Volt Crash": "超极巨化的皮卡丘使出的电属性攻击。会让对手陷入麻痹状态。",
  "G-Max Wildfire": "超极巨化的喷火龙使出的火属性攻击。可在４回合内给予对手伤害。",
  "G-Max Wind Rage": "超极巨化的钢铠鸦使出的飞行属性攻击。可消除反射壁和光墙。",
  "Grass Whistle": "让对手听舒适的笛声，从而陷入睡眠状态。",
  "Grassy Glide": "仿佛在地面上滑行般地攻击对手。在青草场地上，必定能够先制攻击。",
  "Grassy Terrain": "在５回合内变成青草场地。地面上的宝可梦每回合都能回复。草属性的招式威力还会提高。",
  "Grav Apple": "从高处落下苹果，给予对手伤害。可降低对手的防御。",
  "Gravity": "在５回合内，飘浮特性和飞行属性的宝可梦会被地面属性的招式击中。飞向空中的招式也将无法使用。",
  "Growl": "让对手听可爱的叫声，引开注意力使其疏忽，从而降低对手的攻击。",
  "Growth": "让身体一下子长大，从而提高攻击和特攻。",
  "Grudge": "因对手的招式而陷入昏厥时给对手施加怨念，让该招式的ＰＰ变成０。",
  "Guard Split": "利用超能力将自己和对手的防御和特防相加，再进行平分。",
  "Guard Swap": "利用超能力互换自己和对手的防御以及特防的能力变化。",
  "Guillotine": "用大钳子或剪刀等夹断对手进行攻击。只要命中就会一击昏厥。",
  "Gunk Shot": "用肮脏的垃圾撞向对手进行攻击。有时会让对手陷入中毒状态。",
  "Gust": "用翅膀将刮起的狂风袭向对手进行攻击。",
  "Hail": "在５回合内一直降冰雹，除冰属性的宝可梦以外，给予全体宝可梦伤害。",
  "Hammer Arm": "挥舞强力而沉重的拳头，给予对手伤害。自己的速度会降低。",
  "Happy Hour": "如果使用欢乐时光，战斗后得到的钱会翻倍。",
  "Harden": "全身使劲，让身体变硬，从而提高自己的防御。",
  "Haze": "升起黑雾，将正在场上战斗的全体宝可梦的能力变回原点。",
  "Headbutt": "将头伸出，笔直地扑向对手进行攻击。有时会使对手畏缩。",
  "Head Charge": "用厉害的爆炸头猛撞向对手进行攻击。自己也会受到少许伤害。",
  "Headlong Rush": "向对手使出灌注了全心全力的撞击。自己的防御和特防会降低。",
  "Head Smash": "拼命使出浑身力气，向对手进行头锤攻击。自己也会受到非常大的伤害。",
  "Heal Bell": "让同伴听舒适的铃音，从而治愈我方全员的异常状态。",
  "Heal Block": "在５回合内无法通过招式、特性或携带的道具来回复HP。",
  "Healing Wish": "虽然自己陷入昏厥，但可以治愈后备上场的宝可梦的异常状态以及回复ＨＰ。",
  "Heal Order": "召唤手下疗伤。回复自己最大HP的一半。",
  "Heal Pulse": "放出治愈波动，从而回复对手最大ＨＰ的一半。",
  "Heart Stamp": "以可爱的动作使对手疏忽，乘机给出强烈的一击。有时会使对手畏缩。",
  "Heart Swap": "利用超能力互换自己和对手之间的能力变化。",
  "Heat Wave": "将炎热的气息吹向对手进行攻击。有时会让对手陷入灼伤状态。",
  "Helping Hand": "帮助伙伴。被帮助的宝可梦，其招式威力变得比平时大。",
  "Hidden Power": "招式的属性会随着使用此招式的宝可梦而改变。",
  "High Horsepower": "使出全身力量，猛攻对手。",
  "High Jump Kick": "跳起后用膝盖撞对手进行攻击。如果撞偏则自己会受到伤害。",
  "Hold Back": "在攻击的时候手下留情，从而使对手的ＨＰ至少会留下１ＨＰ。",
  "Hold Hands": "我方宝可梦之间牵手。能带来非常幸福的心情。",
  "Hone Claws": "将爪子磨得更加锋利。提高自己的攻击和命中率。",
  "Horn Attack": "用尖锐的角攻击对手。",
  "Horn Drill": "用旋转的角刺入对手进行攻击。只要命中就会一击昏厥。",
  "Horn Leech": "将角刺入，吸取对手的养分。可以回复给予对手伤害的一半ＨＰ。",
  "Howl": "大声吼叫提高气势，从而提高自己和同伴的攻击。",
  "Hurricane": "用强烈的风席卷对手进行攻击。有时会使对手混乱。",
  "Hydro Cannon": "向对手喷射水炮进行攻击。下一回合自己将无法动弹。",
  "Hydro Pump": "向对手猛烈地喷射大量水流进行攻击。",
  "Hydro Steam": "将煮得翻滚的开水猛烈地喷向对手。日照强烈时，招式威力不但不会降低，还会变成１．５倍。",
  "Hydro Vortex": "通过Ｚ力量制造大大的潮旋，全力吞没对手。威力会根据原来的招式而改变。",
  "Hyper Beam": "向对手发射强烈的光线进行攻击。下一回合自己将无法动弹。",
  "Hyper Drill": "急速旋转尖锐的身体部位贯穿对手。可以无视守住和看穿等招式。",
  "Hyper Fang": "用锋利的门牙牢牢地咬住对手进行攻击。有时会使对手畏缩。",
  "Hyperspace Fury": "用许多手臂，无视对手的守住或看穿等招式进行连续攻击，自己的防御会降低。",
  "Hyperspace Hole": "通过异次元洞，突然出现在对手的侧面进行攻击。还可以无视守住和看穿等招式。",
  "Hyper Voice": "给予对手又吵又响的巨大震动进行攻击。",
  "Hypnosis": "施以诱导睡意的暗示，让对手陷入睡眠状态。",
  "Ice Beam": "向对手发射冰冻光束进行攻击。有时会让对手陷入冰冻状态。",
  "Ice Burn": "用能够冻结一切的强烈冷气，在第２回合包裹住对手。有时会让对手陷入灼伤状态。",
  "Ice Fang": "用藏有冷气的牙齿咬住对手。有时会使对手畏缩或陷入冰冻状态。",
  "Ice Hammer": "挥舞强力而沉重的拳头，给予对手伤害。自己的速度会降低。",
  "Ice Punch": "用充满寒气的拳头攻击对手。有时会让对手陷入冰冻状态。",
  "Ice Shard": "瞬间制作冰块，快速地扔向对手。必定能够先制攻击。",
  "Ice Spinner": "脚上覆盖薄冰，旋转着撞击对手。通过旋转的动作破坏场地。",
  "Icicle Crash": "用大冰柱激烈地撞向对手进行攻击。有时会使对手畏缩。",
  "Icicle Spear": "向对手发射锋利的冰柱进行攻击。连续攻击２～５次。",
  "Icy Wind": "将结冰的冷气吹向对手进行攻击。会降低对手的速度。",
  "Imprison": "如果对手有和自己相同的招式，那么只有对手无法使用该招式。",
  "Incinerate": "用火焰攻击对手。对手携带树果等时，会烧掉，使其不能使用。",
  "Inferno": "用烈焰包裹住对手进行攻击。让对手陷入灼伤状态。",
  "Inferno Overdrive": "通过Ｚ力量喷出熊熊烈火，全力撞向对手。威力会根据原来的招式而改变。",
  "Infestation": "在４～５回合内死缠烂打地进行攻击。在此期间对手将无法逃走。",
  "Ingrain": "在大地上扎根，每回合回复自己的ＨＰ。因为扎根了，所以不能替换宝可梦。",
  "Instruct": "向对手下达指示，让其再次使出刚才的招式。",
  "Ion Deluge": "将带电粒子扩散开来，使一般属性的招式变成电属性。",
  "Iron Defense": "将皮肤变得坚硬如铁，从而大幅提高自己的防御。",
  "Iron Head": "用钢铁般坚硬的头部进行攻击。有时会使对手畏缩。",
  "Iron Tail": "使用坚硬的尾巴摔打对手进行攻击。有时会降低对手的防御。",
  "Ivy Cudgel": "用缠有藤蔓的棍棒殴打。属性会随所戴的面具而改变。容易击中要害。",
  "Jaw Lock": "使双方直到一方昏厥为止无法替换宝可梦。其中一方退场则可以解除效果。",
  "Jet Punch": "将激流覆盖于拳头，以肉眼无法辨识的速度打出拳击。必定能够先制攻击。",
  "Judgment": "向对手放出无数的光弹。属性会根据自己携带的石板不同而改变。",
  "Jump Kick": "使出高高的腾空踢攻击对手。如果踢偏则自己会受到伤害。",
  "Jungle Healing": "与丛林融为一体，回复自己和场上同伴的ＨＰ和状态。",
  "Karate Chop": "用锋利的手刀劈向对手进行攻击。容易击中要害。",
  "Kinesis": "折弯汤匙引开注意，从而降低对手的命中率。",
  "King's Shield": "防住对手攻击的同时，自己变为防御姿态。能够降低所接触到的对手的攻击。",
  "Knock Off": "拍落对手的持有物，直到战斗结束都不能使用。对手携带道具时会增加伤害。",
  "Kowtow Cleave": "下跪让对手大意后发起袭击劈向对手。攻击必定会命中。",
  "Land's Wrath": "聚集大地的力量，将此力量集中攻击对手，并给予伤害。",
  "Laser Focus": "集中精神，下次攻击必定会击中要害。",
  "Lash Out": "攻击对手以发泄对其感到的恼怒情绪。如果在该回合内自身能力遭到降低，招式的威力会变成２倍。",
  "Last Resort": "当战斗中已学会的招式全部使用过后，才能开始使出珍藏的招式。",
  "Lava Plume": "用熊熊烈火攻击自己周围所有的宝可梦。有时会陷入灼伤状态。",
  "Leafage": "将叶片打向对手，进行攻击。",
  "Leaf Blade": "像用剑一般操纵叶片切斩对手进行攻击。容易击中要害。",
  "Leaf Storm": "用尖尖的叶片向对手卷起风暴。使用之后因为反作用力自己的特攻会大幅降低。",
  "Leaf Tornado": "用锋利的叶片包裹住对手进行攻击。有时会降低对手的命中率。",
  "Leech Life": "吸取血液攻击对手。可以回复给予对手伤害的一半ＨＰ。",
  "Leech Seed": "植入寄生种子后，将在每回合一点一点吸取对手的ＨＰ，从而用来回复自己的ＨＰ。",
  "Leer": "用犀利的眼神使其害怕，从而降低对手的防御。",
  "Let's Snuggle Forever": "得到Ｚ力量的谜拟Ｑ将全力进行乱揍攻击。",
  "Lick": "用长长的舌头，舔遍对手进行攻击。有时会让对手陷入麻痹状态。",
  "Life Dew": "喷洒出神奇的水，回复自己和场上同伴的ＨＰ。",
  "Light of Ruin": "借用永恒之花的力量，发射出强力光线。自己也会受到非常大的伤害。",
  "Light Screen": "利用神奇的墙壁，在５回合内减弱从对手那里受到的特殊攻击的伤害。",
  "Light That Burns the Sky": "奈克洛兹玛会无视对手的特性效果，在攻击和特攻之间，用数值相对较高的一项给予对方伤害。",
  "Liquidation": "用水之力量撞向对手进行攻击。有时会降低对手的防御。",
  "Lock-On": "紧紧瞄准对手，下次攻击必定会打中。",
  "Lovely Kiss": "用恐怖的脸强吻对手。让对手陷入睡眠状态。",
  "Low Sweep": "以敏捷的动作瞄准对手的脚进行攻击。会降低对手的速度。",
  "Lucky Chant": "向天许愿，从而在５回合内不会被对手的攻击打中要害。",
  "Lumina Crash": "放出连精神都能影响到的奇妙怪光进行攻击。会大幅降低对方的特防。",
  "Lunar Blessing": "向新月献上祈祷，回复自己和场上同伴的ＨＰ和状态。",
  "Lunar Dance": "虽然自己陷入昏厥，但可以治愈后备上场的宝可梦的全部状态。",
  "Lunge": "全力猛扑对手进行攻击。从而降低对手的攻击。",
  "Luster Purge": "释放耀眼的光芒进行攻击。有时会降低对手的特防。",
  "Mach Punch": "以迅雷不及掩耳之势出拳。必定能够先制攻击。",
  "Magical Leaf": "散落可以追踪对手的神奇叶片。攻击必定会命中。",
  "Magic Coat": "当对手使出会变成异常状态的招式或寄生种子等时，会将对手的招式反射回去。",
  "Magic Powder": "向对手喷洒魔法粉，使对手变为超能力属性。",
  "Magic Room": "制造出离奇的空间。在５回合内所有宝可梦携带道具的效果都会消失。",
  "Magma Storm": "将对手困在熊熊燃烧的火焰中，在４～５回合内进行攻击。",
  "Magnet Bomb": "发射吸住对手的钢铁炸弹。攻击必定会命中。",
  "Magnetic Flux": "通过操控磁场，会提高特性为正电和负电的宝可梦的防御和特防。",
  "Magnet Rise": "利用电气产生的磁力浮在空中。在５回合内可以飘浮。",
  "Magnitude": "晃动地面，攻击自己周围所有的宝可梦。招式的威力会有各种变化。",
  "Make It Rain": "扔出大量硬币攻击。自己的特攻会降低，战斗后还可以拿到钱。",
  "Malicious Moonsault": "通过Ｚ力量得到强壮肉体的炽焰咆哮虎将全力撞向对手进行攻击。",
  "Malignant Chain": "用由毒形成的锁链缠住对手注入毒素加以侵蚀。有时会让对手陷入剧毒状态。",
  "Mat Block": "将掀起来的榻榻米当作盾牌，防住自己和同伴免受招式伤害。变化招式无法防住。",
  "Matcha Gotcha": "发射经搅拌的茶的大炮，可以回复给予对手伤害的一半ＨＰ，有时会让对手陷入灼伤状态。",
  "Max Airstream": "极巨化宝可梦使出的飞行属性攻击。会提高我方的速度。",
  "Max Darkness": "极巨化宝可梦使出的恶属性攻击。会降低对手的特防。",
  "Max Flare": "极巨化宝可梦使出的火属性攻击。可在５回合内让日照变得强烈。",
  "Max Flutterby": "极巨化宝可梦使出的虫属性攻击。会降低对手的特攻。",
  "Max Geyser": "极巨化宝可梦使出的水属性攻击。可在５回合内降下大雨。",
  "Max Guard": "完全抵挡对手的攻击。连续使出则容易失败。",
  "Max Hailstorm": "极巨化宝可梦使出的冰属性攻击。在５回合内会下雪。",
  "Max Knuckle": "极巨化宝可梦使出的格斗属性攻击。会提高我方的攻击。",
  "Max Lightning": "极巨化宝可梦使出的电属性攻击。可在５回合内将脚下变成电气场地。",
  "Max Mindstorm": "极巨化宝可梦使出的超能力属性攻击。可在５回合内将脚下变成精神场地。",
  "Max Ooze": "极巨化宝可梦使出的毒属性攻击。会提高我方的特攻。",
  "Max Overgrowth": "极巨化宝可梦使出的草属性攻击。可在５回合内将脚下变成青草场地。",
  "Max Phantasm": "极巨化宝可梦使出的幽灵属性攻击。会降低对手的防御。",
  "Max Quake": "极巨化宝可梦使出的地面属性攻击。会提高我方的特防。",
  "Max Rockfall": "极巨化宝可梦使出的岩石属性攻击。可在５回合内卷起沙暴。",
  "Max Starfall": "极巨化宝可梦使出的妖精属性攻击。可在５回合内将脚下变成薄雾场地。",
  "Max Steelspike": "极巨化宝可梦使出的钢属性攻击。会提高我方的防御。",
  "Max Strike": "极巨化宝可梦使出的一般属性攻击。会降低对手的速度。",
  "Max Wyrmwind": "极巨化宝可梦使出的龙属性攻击。会降低对手的攻击。",
  "Mean Look": "用好似要勾人心魂的黑色目光一动不动地凝视对手，使其不能从战斗中逃走。",
  "Meditate": "唤醒身体深处沉睡的力量，从而提高自己的攻击。",
  "Me First": "提高威力，抢先使出对手想要使出的招式。如果不先使出则会失败。",
  "Mega Drain": "吸取对手的养分进行攻击。可以回复给予对手伤害的一半ＨＰ。",
  "Megahorn": "用坚硬且华丽的角狠狠地刺入对手进行攻击。",
  "Mega Kick": "使出力大无穷的重踢踢飞对手进行攻击。",
  "Mega Punch": "用充满力量的拳头攻击对手。",
  "Memento": "虽然会使自己陷入昏厥，但是能够大幅降低对手的攻击和特攻。",
  "Menacing Moonraze Maelstrom": "得到Ｚ力量的露奈雅拉将全力进行攻击。可以无视对手的特性效果。",
  "Metal Claw": "用钢铁之爪劈开对手进行攻击。有时会提高自己的攻击。",
  "Metal Sound": "让对手听摩擦金属般讨厌的声音。大幅降低对手的特防。",
  "Meteor Assault": "大力挥舞粗壮的茎进行攻击。但同时自己也会被晃晕，下一回合自己将无法动弹。",
  "Meteor Beam": "第１回合聚集宇宙之力提高特攻，第２回合攻击对手。",
  "Meteor Mash": "使出彗星般的拳头攻击对手。有时会提高自己的攻击。",
  "Mighty Cleave": "用积蓄在头部的光来斩切对手。可以无视守护进行攻击。",
  "Milk Drink": "回复自己最大ＨＰ的一半。",
  "Mimic": "可以将对手最后使用的招式，在战斗内变成自己的招式。",
  "Mind Blown": "让自己的头爆炸，来攻击周围的一切。自己也会受到伤害。",
  "Mind Reader": "用心感受对手的行动，下次攻击必定会击中对手。",
  "Minimize": "蜷缩身体显得很小，从而大幅提高自己的闪避率。",
  "Miracle Eye": "使出后对恶属性宝可梦没有效果的招式以及闪避率高的对手，变得能够打中。",
  "Mirror Move": "模仿对手使用的招式，自己也使用相同招式。",
  "Mirror Shot": "抛光自己的身体，向对手释放出闪光之力。有时会降低对手的命中率。",
  "Mist": "用白雾覆盖身体。在５回合内不会让对手降低自己的能力。",
  "Mist Ball": "用围绕着雾状羽毛的球进行攻击。有时会降低对手的特攻。",
  "Misty Explosion": "对自己周围的所有宝可梦进行攻击，但使出后，自己会陷入昏厥。在薄雾场地上，招式威力会提高。",
  "Misty Terrain": "在５回合内，地面上的宝可梦不会陷入异常状态。龙属性招式的伤害也会减半。",
  "Moonblast": "借用月亮的力量攻击对手。有时会降低对手的特攻。",
  "Moongeist Beam": "放出奇怪的光线攻击对手。可以无视对手的特性进行攻击。",
  "Moonlight": "回复自己的ＨＰ。根据天气的不同，回复量也会有所变化。",
  "Morning Sun": "回复自己的ＨＰ。根据天气的不同，回复量也会有所变化。",
  "Mortal Spin": "通过旋转来攻击对手。可以摆脱绑紧、紧束、寄生种子等招式。还能让对手陷入中毒状态。",
  "Mountain Gale": "将冰山般巨大的冰块砸向对手进行攻击。有时会使对手畏缩。",
  "Mud Bomb": "向对手发射坚硬的泥弹进行攻击。有时会降低对手的命中率。",
  "Mud Shot": "向对手投掷泥块进行攻击。同时降低对手的速度。",
  "Mud-Slap": "向对手的脸等投掷泥块进行攻击。会降低对手的命中率。",
  "Mud Sport": "一旦使用此招式，周围就会弄得到处是泥。在５回合内减弱电属性的招式。",
  "Muddy Water": "向对手喷射浑浊的水进行攻击。有时会降低对手的命中率。",
  "Multi-Attack": "一边覆盖高能量，一边撞向对手进行攻击。根据存储碟不同，属性会改变。",
  "Mystical Fire": "从口中喷出特别灼热的火焰进行攻击。降低对手的特攻。",
  "Mystical Power": "放出不可思议的力量攻击。会提高自己的特攻。",
  "Nasty Plot": "谋划诡计，激活头脑。大幅提高自己的特攻。",
  "Natural Gift": "从树果上获得力量进行攻击。根据携带的树果，招式属性和威力会改变。",
  "Nature Power": "用自然之力进行攻击。根据所使用场所的不同，使出的招式也会有所变化。",
  "Needle Arm": "用带刺的手臂猛烈地挥舞进行攻击。有时会使对手畏缩。",
  "Never-Ending Nightmare": "通过Ｚ力量召唤强烈的怨念，全力降临到对手身上。威力会根据原来的招式而改变。",
  "Night Daze": "放出黑暗的冲击波攻击对手。有时会降低对手的命中率。",
  "Nightmare": "让在睡眠状态下的对手做恶梦，每回合会缓缓减少HP。",
  "Night Shade": "显示恐怖幻影，只给予对手和自己等级相同的伤害。",
  "Night Slash": "抓住瞬间的空隙切斩对手。容易击中要害。",
  "Noble Roar": "发出战吼威吓对手，从而降低对手的攻击和特攻。",
  "No Retreat": "提高自己的所有能力，但无法替换或逃走。",
  "Nuzzle": "将带电的脸颊蹭蹭对手进行攻击。让对手陷入麻痹状态。",
  "Oblivion Wing": "从锁定的对手身上吸取ＨＰ。回复给予对手伤害的一半以上的ＨＰ。",
  "Obstruct": "完全抵挡对手的攻击。连续使出则容易失败。一旦触碰，防御就会大幅降低。",
  "Oceanic Operetta": "通过Ｚ力量召唤大量水的西狮海壬将全力攻击对手。",
  "Octazooka": "向对手的脸等喷出墨汁进行攻击。有时会降低对手的命中率。",
  "Octolock": "让对手无法逃走。对手被固定后，每回合都会降低防御和特防。",
  "Odor Sleuth": "使出后对幽灵属性宝可梦没有效果的招式以及闪避率高的对手，变得能够打中。",
  "Ominous Wind": "突然刮起毛骨悚然的暴风攻击对手。有时会提高自己的全部能力。",
  "Order Up": "以潇洒的身手进行攻击。若口中有米立龙，会按其样子提高能力。",
  "Origin Pulse": "用无数青白色且闪耀的光线攻击对手。",
  "Outrage": "在２～３回合内，乱打一气地进行攻击。大闹一番后自己会陷入混乱。",
  "Overheat": "使出全部力量攻击对手。使用之后会因为反作用力，自己的特攻大幅降低。",
  "Pain Split": "将自己的ＨＰ和对手的ＨＰ相加，然后自己和对手友好地平分。",
  "Parabolic Charge": "给周围全体宝可梦造成伤害。可以回复给予伤害的一半HP。",
  "Parting Shot": "抛下狠话威吓对手，降低攻击和特攻后，和后备宝可梦进行替换。",
  "Pay Day": "向对手的身体投掷小金币进行攻击。战斗后可以拿到钱。",
  "Peck": "用尖锐的喙或角刺向对手进行攻击。",
  "Perish Song": "倾听歌声的宝可梦经过３回合陷入昏厥。替换后效果消失。",
  "Petal Blizzard": "猛烈地刮起飞雪般的落花，攻击周围所有的宝可梦，并给予伤害。",
  "Petal Dance": "在２～３回合内，散落花瓣攻击对手。之后自己会陷入混乱。",
  "Phantom Force": "第１回合消失在某处，第２回合攻击对手。可以无视守护进行攻击。",
  "Photon Geyser": "用光柱来进行攻击。比较自己的攻击和特攻，用数值相对较高的一项给予对方伤害。",
  "Pin Missile": "向对手发射锐针进行攻击。连续攻击２～５次。",
  "Plasma Fists": "用覆盖着电流的拳头进行攻击。使一般属性的招式变成电属性。",
  "Play Nice": "和对手和睦相处，使其失去战斗的气力，从而降低对手的攻击。",
  "Play Rough": "与对手嬉闹并攻击。有时会降低对手的攻击。",
  "Pluck": "用喙进行攻击。当对手携带树果时，可以食用并获得其效果。",
  "Poison Fang": "用有毒的牙齿咬住对手进行攻击。有时会使对手中剧毒。",
  "Poison Gas": "将毒瓦斯吹到对手的脸上，从而让对手陷入中毒状态。",
  "Poison Jab": "用带毒的触手或手臂刺入对手。有时会让对手陷入中毒状态。",
  "Poison Powder": "撒出毒粉，从而让对手陷入中毒状态。",
  "Poison Sting": "将有毒的针刺入对手进行攻击。有时会让对手陷入中毒状态。",
  "Poison Tail": "用尾巴拍打。有时会让对手陷入中毒状态，也容易击中要害。",
  "Pollen Puff": "对敌人使用是会爆炸的团子。对我方使用则是给予回复的团子。",
  "Poltergeist": "操纵对手的持有物进行攻击。当对手没有携带道具时，使出此招式时便会失败。",
  "Population Bomb": "伙伴们会纷纷赶来集合，以群体行动给予对手攻击。连续命中１～１０次。",
  "Pounce": "飞扑向对手攻击。会降低对手的速度。",
  "Pound": "使用长长的尾巴或手等拍打对手进行攻击。",
  "Powder": "如果被撒到粉尘的对手使用火招式，则会爆炸并给予伤害。",
  "Powder Snow": "将冰冷的细雪吹向对手进行攻击。有时会让对手陷入冰冻状态。",
  "Power Gem": "发射如宝石般闪耀的光芒攻击对手。",
  "Power Shift": "将自己的攻击与防御互相交换。",
  "Power Split": "利用超能力将自己和对手的攻击和特攻相加，再进行平分。",
  "Power Swap": "利用超能力互换自己和对手的攻击以及特攻的能力变化。",
  "Power Trick": "利用超能力交换自己的攻击和防御的力量。",
  "Power-Up Punch": "通过反复击打对手，使自己的拳头慢慢变硬。打中对手攻击就会提高。",
  "Power Whip": "激烈地挥舞青藤或触手摔打对手进行攻击。",
  "Precipice Blades": "将大地的力量变化为利刃攻击对手。",
  "Present": "递给对手设有圈套的盒子进行攻击。也有可能回复对手ＨＰ。",
  "Prismatic Laser": "用棱镜的力量发射强烈光线。下一回合自己将无法动弹。",
  "Protect": "完全抵挡对手的攻击。连续使出则容易失败。",
  "Psybeam": "向对手发射神奇的光线进行攻击。有时会使对手混乱。",
  "Psyblade": "用无形的利刃劈开对手。处于电气场地时，招式威力会变成１．５倍。",
  "Psych Up": "向自己施以自我暗示，将能力变化的状态变得和对手一样。",
  "Psychic Fangs": "利用精神力量咬住对手进行攻击。还可以破坏光墙和反射壁等。",
  "Psychic Noise": "用令对手不舒服的音波进行攻击。让对手在２回合内无法通过招式、特性或携带的道具回复ＨＰ。",
  "Psychic Terrain": "在５回合内，地面上的宝可梦不会受到先制招式的攻击。超能力属性的招式威力会提高。",
  "Psycho Boost": "使出全部力量攻击对手。使用之后会因为反作用力，自己的特攻大幅降低。",
  "Psycho Cut": "用实体化的心之利刃劈开对手。容易击中要害。",
  "Psycho Shift": "利用超能力施以暗示，从而将自己受到的异常状态转移给对手。",
  "Psyshield Bash": "让意念的能量覆盖全身，撞向对手进行攻击。会提高自己的防御。",
  "Psyshock": "将神奇的念波实体化攻击对手。给予物理伤害。",
  "Psystrike": "将神奇的念波实体化攻击对手。给予物理伤害。",
  "Pulverizing Pancake": "通过Ｚ力量使得认真起来的卡比兽跃动巨大身躯，全力向对手发动袭击。",
  "Purify": "治愈对手的异常状态。治愈后可以回复自己的ＨＰ。",
  "Pyro Ball": "点燃小石子，形成火球攻击对手。有时会使对手陷入灼伤状态。",
  "Quash": "压制对手，从而将其行动顺序放到最后。",
  "Quick Attack": "以迅雷不及掩耳之势扑向对手。必定能够先制攻击。",
  "Quick Guard": "守护自己和同伴，以防对手的先制攻击。",
  "Quiver Dance": "轻巧地跳起神秘而又美丽的舞蹈。提高自己的特攻、特防和速度。",
  "Rage": "如果在使出招式后受到攻击的话，会因愤怒的力量而提高攻击。",
  "Rage Powder": "将令人烦躁的粉末撒在自己身上，用以吸引对手的注意。使对手的攻击全部指向自己。",
  "Raging Bull": "狂怒暴牛的猛烈冲撞。招式的属性随形态改变，光墙和反射壁等招式也能破坏。",
  "Raging Fury": "在２～３回合内，一边放出火焰，一边疯狂乱打。大闹一番后自己会陷入混乱。",
  "Rain Dance": "在５回合内一直降雨，从而提高水属性的招式威力。火属性的招式威力则降低。",
  "Rapid Spin": "通过旋转来攻击对手。可以摆脱绑紧、紧束、寄生种子等招式。还能提高自己的速度。",
  "Razor Leaf": "飞出叶片，切斩对手进行攻击。容易击中要害。",
  "Razor Shell": "用锋利的贝壳切斩对手进行攻击。有时会降低对手的防御。",
  "Razor Wind": "制造风之刃，于第２回合攻击对手。容易击中要害。",
  "Recover": "让细胞再生，从而回复自己最大ＨＰ的一半。",
  "Recycle": "使战斗中已经消耗掉的自己的持有物再生，并可以再次使用。",
  "Reflect": "利用神奇的墙壁，在５回合内减弱从对手那里受到的物理攻击的伤害。",
  "Reflect Type": "反射对手的属性，让自己也变成一样的属性。",
  "Refresh": "让身体休息，治愈自己身上所中的毒、麻痹、灼伤的异常状态。",
  "Relic Song": "让对手听古老之歌，打动对手的内心进行攻击。有时会让对手陷入睡眠状态。",
  "Rest": "连续睡上２回合。回复自己的全部ＨＰ以及治愈所有异常状态。",
  "Retaliate": "为倒下的同伴报仇。如果上一回合有同伴倒下，威力就会提高。",
  "Revelation Dance": "全力跳舞进行攻击。此招式的属性将变得和自己的属性相同。",
  "Revival Blessing": "通过以慈爱之心祈祷，让陷入昏厥的后备宝可梦以回复一半ＨＰ的状态复活。",
  "Roar": "放走对手，强制拉后备宝可梦上场。如果对手为野生宝可梦，战斗将直接结束。",
  "Roar of Time": "释放出扭曲时间般的强大力量攻击对手。下一回合自己将无法动弹。",
  "Rock Blast": "向对手发射坚硬的岩石进行攻击。连续攻击２～５次。",
  "Rock Climb": "发动猛撞攻击，有时会使对手混乱。是宝可表的秘传招式之一。",
  "Rock Polish": "打磨自己的身体，减少空气阻力。可以大幅提高自己的速度。",
  "Rock Slide": "将大岩石猛烈地撞向对手进行攻击。有时会使对手畏缩。",
  "Rock Smash": "用拳头进行攻击。有时会降低对手的防御。",
  "Rock Throw": "拿起小岩石，投掷对手进行攻击。",
  "Rock Tomb": "投掷岩石进行攻击。封住对手的行动，从而降低速度。",
  "Rock Wrecker": "向对手发射巨大的岩石进行攻击。下一回合自己将无法动弹。",
  "Role Play": "扮演对手，让自己的特性变得和对手相同。",
  "Rolling Kick": "一边使身体快速旋转，一边踢飞对手进行攻击。有时会使对手畏缩。",
  "Roost": "降到地面，使身体休息。回复自己最大ＨＰ的一半。",
  "Rototiller": "翻耕土地，使草木更容易成长。会提高草属性宝可梦的攻击和特攻。",
  "Sacred Fire": "用神秘的火焰烧尽对手进行攻击。有时会让对手陷入灼伤状态。",
  "Sacred Sword": "用剑切斩对手进行攻击。无视对手的能力变化，直接给予伤害。",
  "Safeguard": "在５回合内被神奇的力量守护，从而不会陷入异常状态。",
  "Salt Cure": "使对手陷入盐腌状态，每回合给予对手伤害。对手为钢或水属性时会更痛苦。",
  "Sand Attack": "向对手脸上泼沙子，从而降低命中率。",
  "Sandsear Storm": "用灼热的沙子和强烈的风席卷对手进行攻击。有时会让对手陷入灼伤状态。",
  "Sandstorm": "在５回合内扬起沙暴，除岩石、地面和钢属性以外的宝可梦，都会受到伤害。岩石属性的特防还会提高。",
  "Sand Tomb": "将对手困在铺天盖地的沙暴中，在４～５回合内进行攻击。",
  "Sappy Seed": "长出巨大的藤蔓，播撒种子进行攻击。种子每回合都会吸取对手的HP。",
  "Savage Spin-Out": "通过Ｚ力量将吐出的丝线全力束缚对手。威力会根据原来的招式而改变。",
  "Scald": "向对手喷射煮得翻滚的开水进行攻击。有时会让对手陷入灼伤状态。",
  "Scale Shot": "发射鳞片进行攻击。连续攻击２～５次。速度会提高但防御会降低。",
  "Scary Face": "用恐怖的表情瞪着对手，使其害怕，从而大幅降低对手的速度。",
  "Scorching Sands": "将滚烫的沙子砸向对手进行攻击。有时会让对手陷入灼伤状态。",
  "Scratch": "用坚硬且无比锋利的爪子抓对手进行攻击。",
  "Screech": "发出不由自主想要捂起耳朵的刺耳声，从而大幅降低对手的防御。",
  "Searing Shot": "用熊熊烈火攻击自己周围所有的宝可梦。有时会陷入灼伤状态。",
  "Searing Sunraze Smash": "得到Ｚ力量的索尔迦雷欧将全力进行攻击。可以无视对手的特性效果。",
  "Secret Power": "根据使用场所不同，该招式的追加效果也会有所变化。",
  "Secret Sword": "用长角切斩对手进行攻击。角上拥有的神奇力量将给予物理伤害。",
  "Seed Bomb": "将外壳坚硬的大种子，从上方砸下攻击对手。",
  "Seed Flare": "从身体里产生冲击波。有时会大幅降低对手的特防。",
  "Seismic Toss": "利用引力将对手甩飞出去。给予对手和自己等级相同的伤害。",
  "Self-Destruct": "引发爆炸，攻击自己周围所有的宝可梦。使用后陷入昏厥。",
  "Shadow Ball": "投掷一团黑影进行攻击。有时会降低对手的特防。",
  "Shadow Bone": "用附有灵魂的骨头殴打对手进行攻击。有时会降低对手的防御。",
  "Shadow Claw": "以影子做成的锐爪，劈开对手。容易击中要害。",
  "Shadow Force": "第１回合消失踪影，第２回合攻击对手。即使对手正受保护，也能击中。",
  "Shadow Punch": "使出混影之拳。攻击必定会命中。",
  "Shadow Sneak": "伸长影子，从对手的背后进行攻击。必定能够先制攻击。",
  "Sharpen": "增加身体的角，变得棱棱角角，从而提高自己的攻击。",
  "Shattered Psyche": "通过Ｚ力量操纵对手，全力使其感受到痛苦。威力会根据原来的招式而改变。",
  "Shed Tail": "削减自己的ＨＰ，制造分身后会返回，并和后备宝可梦进行替换。",
  "Sheer Cold": "给对手一击昏厥。如果是冰属性以外的宝可梦使用，就会难以打中。",
  "Shell Side Arm": "从物理攻击和特殊攻击中选择可造成较多伤害的方式进行攻击。有时会让对手陷入中毒状态。",
  "Shell Smash": "打破外壳，降低自己的防御和特防，但大幅提高攻击、特攻和速度。",
  "Shell Trap": "设下甲壳陷阱。如果对手使出物理招式，陷阱就会爆炸并给予对手伤害。",
  "Shelter": "将皮肤变得坚硬如铁盾，从而大幅提高自己的防御。",
  "Shift Gear": "转动齿轮，不仅提高自己的攻击，还会大幅提高速度。",
  "Shock Wave": "向对手快速发出电击。攻击必定会命中。",
  "Shore Up": "回复自己最大ＨＰ的一半。在沙暴中回复得更多。",
  "Signal Beam": "发射神奇的光线进行攻击。有时会使对手混乱。",
  "Silk Trap": "用丝设置陷阱。防住对方攻击的同时，能够降低所接触到的对手的速度。",
  "Silver Wind": "在风中掺入鳞粉攻击对手。有时会提高自己的全部能力。",
  "Simple Beam": "向对手发送谜之念波。接收到念波的对手，其特性会变为单纯。",
  "Sing": "让对手听舒适、美妙的歌声，从而陷入睡眠状态。",
  "Sinister Arrow Raid": "通过Ｚ力量制造出无数箭的狙射树枭将全力射穿对手进行攻击。",
  "Sizzly Slide": "用燃起大火的身体猛烈地冲撞对手。让对手陷入灼伤状态。",
  "Sketch": "将对手使用的招式变成自己的招式。使用１次后写生消失。",
  "Skill Swap": "利用超能力互换自己和对手的特性。",
  "Skitter Smack": "从对手背后爬近后进行攻击。会降低对手的特攻。",
  "Skull Bash": "第１回合把头缩进去，从而提高防御。第２回合攻击对手。",
  "Sky Attack": "第２回合攻击对手。偶尔使对手畏缩。也容易击中要害。",
  "Sky Drop": "第１回合将对手带到空中，第２回合将其摔下进行攻击。被带到空中的对手不能动弹。",
  "Sky Uppercut": "用冲向天空般高高的上勾拳顶起对手进行攻击。",
  "Slack Off": "偷懒休息。回复自己最大ＨＰ的一半。",
  "Slam": "使用长长的尾巴或藤蔓等摔打对手进行攻击。",
  "Slash": "用爪子或镰刀等劈开对手进行攻击。容易击中要害。",
  "Sleep Powder": "撒出催眠粉，从而让对手陷入睡眠状态。",
  "Sleep Talk": "从自己已学会的招式中任意使出１个。只能在自己睡觉时使用。",
  "Sludge": "用污泥投掷对手进行攻击。有时会让对手陷入中毒状态。",
  "Sludge Bomb": "用污泥投掷对手进行攻击。有时会让对手陷入中毒状态。",
  "Sludge Wave": "用污泥波攻击自己周围所有的宝可梦。有时会陷入中毒状态。",
  "Smack Down": "扔石头或炮弹，攻击飞行的对手。对手会被击落，掉到地面。",
  "Smart Strike": "用尖尖的角刺入对手进行攻击。攻击必定会命中。",
  "Smog": "将肮脏的浓雾吹向对手进行攻击。有时会让对手陷入中毒状态。",
  "Smokescreen": "向对手喷出烟或墨汁等，从而降低对手的命中率。",
  "Snap Trap": "使用捕兽夹，在４～５回合内，夹住对手进行攻击。",
  "Snarl": "没完没了地大声斥责，从而降低对手的特攻。",
  "Snatch": "将对手打算使用的回复招式或能力变化招式夺为己用。",
  "Snipe Shot": "能无视具有吸引对手招式效果的特性或招式的影响。可以向选定的对手进行攻击。",
  "Snore": "在自己睡觉时，发出噪音进行攻击。有时会使对手畏缩。",
  "Snowscape": "在５回合内会下雪。冰属性的防御会提高。",
  "Soak": "将大量的水泼向对手，从而使其变成水属性。",
  "Soft-Boiled": "回复自己最大ＨＰ的一半。",
  "Solar Beam": "第１回合收集满满的日光，第２回合发射光束进行攻击。",
  "Solar Blade": "第１回合收集满满的日光，第２回合将此力量集中在剑上进行攻击。",
  "Sonic Boom": "将冲击波撞向对手进行攻击。必定会给予20的伤害。",
  "Soul-Stealing 7-Star Strike": "得到Ｚ力量的玛夏多将全力使出拳头和脚踢的连续招式叩打对手。",
  "Spacial Rend": "将对手连同周围的空间一起撕裂并给予伤害。容易击中要害。",
  "Spark": "让电流覆盖全身，猛撞向对手进行攻击。有时会让对手陷入麻痹状态。",
  "Sparkling Aria": "随着唱歌会放出很多气球。受到此招式攻击时，灼伤会被治愈。",
  "Sparkly Swirl": "利用芬芳刺鼻的龙卷风吞噬对方。能治愈我方宝可梦的异常状态。",
  "Spectral Thief": "潜入对手的影子进行攻击。会夺取对手的能力提升。",
  "Speed Swap": "将对手和自己的速度进行互换。",
  "Spicy Extract": "放出极为辛辣的精华。对手的攻击会大幅提高，防御会大幅降低。",
  "Spider Web": "将黏糊糊的细丝一层一层缠住对手，使其不能从战斗中逃走。",
  "Spike Cannon": "向对手发射锐针进行攻击。连续攻击２～５次。",
  "Spikes": "在对手的脚下扔撒菱。对替换出场的对手的宝可梦给予伤害。",
  "Spiky Shield": "防住对手攻击的同时，削减接触到自己的对手的体力。",
  "Spin Out": "通过往腿上增加负荷，以激烈的旋转给予对手伤害。自己的速度会大幅降低。",
  "Spirit Break": "用足以让对手一蹶不振的气势进行攻击。会降低对手的特攻。",
  "Spirit Shackle": "攻击的同时，缝住对手的影子，使其无法逃走。",
  "Spite": "对对手最后使用的招式怀有怨恨，减少４ＰＰ该招式。",
  "Splash": "也不攻击只是一蹦一蹦地跳，什么都不会发生……",
  "Splintered Stormshards": "得到Ｚ力量的鬃岩狼人将全力进行攻击。而且会消除场地状态。",
  "Splishy Splash": "往巨浪中注入电能后冲撞对手进行攻击。有时会让对手陷入麻痹状态。",
  "Spore": "沙沙沙地撒满具有催眠效果的孢子，从而让对手陷入睡眠状态。",
  "Spotlight": "给宝可梦打上聚光灯，该回合只能瞄准该宝可梦。",
  "Springtide Storm": "用交织着爱与恨的烈风席卷对手进行攻击。有时会降低对手的攻击。",
  "Stealth Rock": "将无数岩石悬浮在对手的周围，从而对替换出场的对手的宝可梦给予伤害。",
  "Steam Eruption": "将滚烫的蒸汽喷向对手。有时会让对手灼伤。",
  "Steamroller": "旋转揉成团的身体压扁对手。有时会使对手畏缩。",
  "Steel Beam": "将从全身聚集的钢铁化为光束，激烈地发射出去。自己也会受到伤害。",
  "Steel Roller": "在破坏场地的同时攻击对手。如果脚下没有任何场地状态存在，使出此招式时便会失败。",
  "Steel Wing": "用坚硬的翅膀敲打对手进行攻击。有时会提高自己的防御。",
  "Sticky Web": "在对手周围围上黏黏的网，降低替换出场的对手的速度。",
  "Stockpile": "积蓄力量，提高自己的防御和特防。最多积蓄３次。",
  "Stoked Sparksurfer": "得到Ｚ力量的阿罗拉地区的雷丘将全力进行攻击。从而让对手陷入麻痹状态。",
  "Stomp": "用大脚踩踏对手进行攻击。有时会使对手畏缩。",
  "Stone Axe": "用岩石之斧进行攻击。散落的岩石碎片会飘浮在对手周围。",
  "Stone Edge": "用尖尖的岩石刺入对手进行攻击。容易击中要害。",
  "Storm Throw": "向对手使出强烈的一击。攻击必定会击中要害。",
  "Strange Steam": "喷出烟雾攻击对手。有时会使对手混乱。",
  "Strength": "使出浑身力气殴打对手进行攻击。",
  "Strength Sap": "给自己回复和对手攻击力相同数值的ＨＰ，然后降低对手的攻击。",
  "String Shot": "用口中吐出的丝缠绕对手，从而大幅降低对手的速度。",
  "Struggle": "当自己的ＰＰ耗尽时，努力挣扎攻击对手。自己也会受到少许伤害。",
  "Struggle Bug": "抵抗并攻击对手。会降低对手的特攻。",
  "Stuff Cheeks": "吃掉携带的树果，大幅提高防御。",
  "Stun Spore": "撒出麻痹粉，从而让对手陷入麻痹状态。",
  "Submission": "将对手连同自己一起摔向地面进行攻击。自己也会受到少许伤害。",
  "Substitute": "削减少许自己的ＨＰ，制造分身。分身将成为自己的替身。",
  "Subzero Slammer": "通过Ｚ力量急剧降低气温，全力冰冻对手。威力会根据原来的招式而改变。",
  "Sucker Punch": "可以比对手先攻击。对手使出的招式如果不是攻击招式则会失败。",
  "Sunny Day": "在５回合内让日照变得强烈，从而提高火属性的招式威力。水属性的招式威力则降低。",
  "Sunsteel Strike": "以流星般的气势猛撞对手。可以无视对手的特性进行攻击。",
  "Supercell Slam": "让身体带电后压向对手。如果没有命中则自己会受到伤害。",
  "Superpower": "发挥惊人的力量攻击对手。自己的攻击和防御会降低。",
  "Supersonic": "从身体发出特殊的音波，从而使对手混乱。",
  "Supersonic Skystrike": "通过Ｚ力量猛烈地飞向天空，朝对手全力落下。威力会根据原来的招式而改变。",
  "Surf": "利用大浪攻击自己周围所有的宝可梦。",
  "Surging Strikes": "将水之流派修炼至大成的仿若行云流水般的３次连击。必定会击中要害。",
  "Swagger": "激怒对手，使其混乱。因为愤怒，对手的攻击会大幅提高。",
  "Swallow": "将积蓄的力量吞下，从而回复自己的ＨＰ。积蓄得越多，回复越大。",
  "Sweet Kiss": "像天使般可爱地亲吻对手，从而使对手混乱。",
  "Sweet Scent": "用香气大幅降低对手的闪避率。",
  "Swift": "发射星形的光攻击对手。攻击必定会命中。",
  "Switcheroo": "用一闪而过的速度交换自己和对手的持有物。",
  "Swords Dance": "激烈地跳起战舞提高气势。大幅提高自己的攻击。",
  "Synchronoise": "用神奇电波对周围所有和自己属性相同的宝可梦给予伤害。",
  "Synthesis": "回复自己的ＨＰ。根据天气的不同，回复量也会有所变化。",
  "Syrup Bomb": "使粘稠的麦芽糖浆爆炸，让对手陷入满身糖状态，在３回合内持续降低其速度。",
  "Tachyon Cutter": "接连发射出粒子的利刃，连续２次给予伤害。攻击必定会命中。",
  "Tackle": "用整个身体撞向对手进行攻击。",
  "Tail Glow": "凝视闪烁的光芒，集中自己的精神，从而巨幅提高特攻。",
  "Tail Slap": "用坚硬的尾巴拍打对手进行攻击。连续攻击２～５次。",
  "Tail Whip": "可爱地左右摇晃尾巴，诱使对手疏忽大意。会降低对手的防御。",
  "Tailwind": "刮起猛烈的旋风，在４回合内提高我方全员的速度。",
  "Take Down": "以惊人的气势撞向对手进行攻击。自己也会受到少许伤害。",
  "Take Heart": "鼓起冲劲，治愈自己的异常状态，同时提高自己的特攻和特防。",
  "Tar Shot": "泼洒黏糊糊的沥青，降低对手的速度。火属性会变成对手的弱点。",
  "Taunt": "使对手愤怒。在３回合内让对手只能使出给予伤害的招式。",
  "Tearful Look": "变得泪眼汪汪，让对手丧失斗志。从而降低对手的攻击和特攻。",
  "Teatime": "举办一场茶会，场上的所有宝可梦都会吃掉自己携带的树果。",
  "Techno Blast": "向对手放出光弹。属性会根据自己携带的卡带不同而改变。",
  "Tectonic Rage": "通过Ｚ力量潜入地里最深处，全力撞上对手。威力会根据原来的招式而改变。",
  "Teeter Dance": "摇摇晃晃地跳起舞蹈，让自己周围的宝可梦陷入混乱状态。",
  "Telekinesis": "利用超能力使对手浮起来。在３回合内攻击会变得容易打中对手。",
  "Teleport": "当有后备宝可梦时使用，就可以进行替换。野生的宝可梦使用则会逃走。",
  "Tera Starstorm": "照射出结晶的力量来驱逐敌人。太乐巴戈斯在星晶形态下使出时，能对所有对手造成伤害。",
  "Terrain Pulse": "借助场地的力量进行攻击。视使出招式时场地状态不同，招式的属性和威力会有所变化。",
  "Thief": "攻击的同时盗取道具。当自己携带道具时，不会去盗取。",
  "Thousand Arrows": "可以击中浮在空中的宝可梦。空中的对手被击落后，会掉到地面。",
  "Thousand Waves": "从地面掀起波浪进行攻击。被掀入波浪中的对手，将无法从战斗中逃走。",
  "Thrash": "在２～３回合内，乱打一气地攻击对手。大闹一番后自己会陷入混乱。",
  "Throat Chop": "受到此招式攻击的对手，会因为地狱般的痛苦，在２回合内，变得无法使出声音类招式。",
  "Thunder": "向对手劈下暴雷进行攻击。有时会让对手陷入麻痹状态。",
  "Thunderbolt": "向对手发出强力电击进行攻击。有时会让对手陷入麻痹状态。",
  "Thunder Cage": "将对手困在电流四溅的囚笼中，在４～５回合内进行攻击。",
  "Thunderclap": "可以比对手先使出电击进行攻击。对手使出的招式如果不是攻击招式则会失败。",
  "Thunder Fang": "用蓄满电流的牙齿咬住对手。有时会使对手畏缩或陷入麻痹状态。",
  "Thunderous Kick": "以雷电般的动作戏耍对手的同时使出脚踢。可降低对手的防御。",
  "Thunder Punch": "用充满电流的拳头攻击对手。有时会让对手陷入麻痹状态。",
  "Thunder Shock": "发出电流刺激对手进行攻击。有时会让对手陷入麻痹状态。",
  "Thunder Wave": "向对手发出微弱的电击，从而让对手陷入麻痹状态。",
  "Tickle": "给对手挠痒，使其发笑，从而降低对手的攻击和防御。",
  "Tidy Up": "将撒菱、隐形岩、黏黏网、毒菱、替身全部扫除掉。自己的攻击和速度会提高。",
  "Topsy-Turvy": "颠倒对手身上的所有能力变化，变成和原来相反的状态。",
  "Torch Song": "如唱歌一样喷出熊熊燃烧的火焰烧焦对手。会提高自己的特攻。",
  "Torment": "向对手无理取闹，令其不能连续２次使出相同招式。",
  "Toxic": "让对手陷入剧毒状态。随着回合的推进，中毒伤害会增加。",
  "Toxic Spikes": "在对手的脚下撒毒菱。使对手替换出场的宝可梦中毒。",
  "Toxic Thread": "将混有毒的丝吐向对手。使其中毒，从而降低对手的速度。",
  "Trailblaze": "跳出草丛进行攻击。通过轻快的步伐会提高自己的速度。",
  "Transform": "变身成对手宝可梦的样子，能够使用和对手完全相同的招式。",
  "Tri Attack": "用３种光线进行攻击。有时会让对手陷入麻痹、灼伤或冰冻的状态。",
  "Trick": "抓住对手的空隙，交换自己和对手的持有物。",
  "Trick-or-Treat": "邀请对手参加万圣夜。使对手被追加幽灵属性。",
  "Trick Room": "制造出离奇的空间。在５回合内速度慢的宝可梦可以先行动。",
  "Triple Arrows": "使出一记腿技后同时发射３箭。有时会降低对手的防御或使对手畏缩。容易击中要害。",
  "Triple Dive": "以默契的跳跃溅起水花击向对手。连续３次给予伤害。",
  "Trop Kick": "向对手使出来自南国的火热脚踢。从而降低对手的攻击。",
  "Twin Beam": "从两眼发射出神奇的光线攻击。连续２次给予伤害。",
  "Twineedle": "将２根针刺入对手，连续２次给予伤害。有时会让对手陷入中毒状态。",
  "Twinkle Tackle": "通过Ｚ力量制造魅惑空间，全力捉弄对手。威力会根据原来的招式而改变。",
  "Twister": "兴起龙卷风，将对手卷入进行攻击。有时会使对手畏缩。",
  "U-turn": "在攻击之后急速返回，和后备宝可梦进行替换。",
  "Upper Hand": "察觉到对手的动作后用掌根攻击，让对手畏缩。如果对手使出的招式不是先制攻击，则会失败。",
  "Uproar": "在３回合内大吵大闹攻击对手。在此期间谁都不能入眠。",
  "Vacuum Wave": "挥动拳头，掀起真空波。必定能够先制攻击。",
  "V-create": "从前额产生灼热的火焰，舍身撞击对手。防御、特防和速度会降低。",
  "Venom Drench": "将特殊的毒液泼向对手。对处于中毒状态的对手，其攻击、特攻和速度都会降低。",
  "Venoshock": "将特殊的毒液泼向对手。对处于中毒状态的对手，威力会变成２倍。",
  "Victory Dance": "激烈地跳起唤来胜利的舞蹈，提高自己的攻击、防御和速度。",
  "Vine Whip": "用如同鞭子般弯曲而细长的藤蔓摔打对手进行攻击。",
  "Vise Grip": "将对手从两侧夹住，给予伤害。",
  "Vital Throw": "会在对手之后进行攻击。但是自己的攻击必定会命中。",
  "Volt Switch": "在攻击之后急速返回，和后备宝可梦进行替换。",
  "Volt Tackle": "让电流覆盖全身猛撞向对手。自己也会受到不小的伤害。有时会让对手陷入麻痹状态。",
  "Waterfall": "以惊人的气势扑向对手。有时会使对手畏缩。",
  "Water Gun": "向对手猛烈地喷射水流进行攻击。",
  "Water Pulse": "用水的震动攻击对手。有时会使对手混乱。",
  "Water Sport": "用水湿透周围。在５回合内减弱火属性的招式。",
  "Wave Crash": "让水覆盖全身后撞向对手。自己也会受到不少伤害。",
  "Weather Ball": "根据使用时的天气，招式属性和威力会改变。",
  "Whirlpool": "将对手困在激烈的水流旋涡中，在４～５回合内进行攻击。",
  "Whirlwind": "吹飞对手，强制拉后备宝可梦上场。如果对手为野生宝可梦，战斗将直接结束。",
  "Wicked Blow": "将恶之流派修炼至大成的猛烈一击。必定会击中要害。",
  "Wide Guard": "在１回合内防住击打我方全员的攻击。",
  "Wildbolt Storm": "呼唤雷云引起风暴，用雷与风进行激烈的攻击。有时会让对手陷入麻痹状态。",
  "Wild Charge": "让电流覆盖全身，撞向对手进行攻击。自己也会受到少许伤害。",
  "Will-O-Wisp": "放出怪异的火焰，从而让对手陷入灼伤状态。",
  "Wing Attack": "大大地展开美丽的翅膀，将其撞向对手进行攻击。",
  "Wish": "在下一回合回复自己或是替换出场的宝可梦最大ＨＰ的一半。",
  "Withdraw": "缩入壳里保护身体，从而提高自己的防御。",
  "Wonder Room": "制造出离奇的空间。在５回合内互换所有宝可梦的防御和特防。",
  "Wood Hammer": "用坚硬的躯体撞击对手进行攻击。自己也会受到不小的伤害。",
  "Work Up": "激励自己，从而提高攻击和特攻。",
  "Worry Seed": "种植心神不宁的种子。使对手不能入眠，并将特性变成不眠。",
  "Wrap": "使用长长的身体或藤蔓等，在４～５回合内紧束对手进行攻击。",
  "X-Scissor": "将镰刀或爪子像剪刀般地交叉，顺势劈开对手。",
  "Yawn": "打个大哈欠引起睡意。在下一回合让对手陷入睡眠状态。",
  "Zap Cannon": "发射大炮一样的电流进行攻击。让对手陷入麻痹状态。",
  "Zen Headbutt": "将思念的力量集中在前额进行攻击。有时会使对手畏缩。",
  "Zing Zap": "撞向对手，并发出强电，使其感到麻麻刺刺的。有时会使对手畏缩。",
  "Zippy Zap": "迅猛无比的电击。必定能够先制攻击，击中对方的要害。"
}